commands_templates/DoubleLockDoor0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/doorcontrol/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:DoubleLockDoor>
         <!--type: ReferenceToken-->
         <wsdl:Token>?</wsdl:Token>
      </wsdl:DoubleLockDoor>
   </soap:Body>
</soap:Envelope>